Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: Slopes in Qal due to lack of investigation and characterization
es: Taludes en Qal debido a falta de investigación y caracterización

source: Slow reaction time
es: Tiempos de reacción lentos

source: Small amounts of seepage occur from the WRF to the El Topacio and El Banco basins.
es: Se evidencian pequeñas cantidades de infiltración desde el depósito de estériles hacia las cuencas El Topacio y El Banco.

source: Smooth movements and keep the load close to your body.
es: Hacer movimientos suaves y mantener el peso cerca del cuerpo.

source: So back to our man Maurizio.
es: Volvamos con Maurizio.

source: So far we have looked at the planning side of things.
es: Hasta el momento hemos visto la parte de planificación.

source: So let’s look at this in some more detail.
es: Veamos esto con más detalle.

source: So let’s recap on the risk tools we have covered today.
es: Hagamos un resumen de las herramientas de riesgo que hemos visto hoy.

source: So we are out on circuit.
es: Ahora salimos al circuito.

source: So, I could be very comfortable and talk about HSSE for the next hour.
es: Fácilmente podría hablar sobre la HSSE por una hora.

source: Soil Site Class B is equivalent to a soft rock/very stiff soil site with an average shear wave velocity in the upper 30 m between 760 and 1500 m/s 760 m/s.
es: El suelo Clase B equivale a un suelo de roca blanda o suelo muy rígido, con una velocidad de onda de corte en los primeros 30 m de profundidad, de entre 760 y 1500 m/s.

source: Some clients require personal danger tags to be used on site.
es: Algunos clientes exigen el uso de etiquetas de peligro para el personal en sus faenas.

source: Some coverages are within other policies, clarity surrounding applicability of Builder’s Risk coverage required, water and aircraft requirements to be deleted (N/A).
es: Algunas coberturas están en otras pólizas, claridad requerida en torno a la aplicabilidad de la cobertura del Riesgo del Constructor, eliminar requisitos de agua y aeronaves (N/A).

source: Some feedback you may provide:
es: Retroalimentación que puedes dar:

source: Some locations will have an Asbestos Register detailing where ACM is likely to be found on site.
es: Algunos lugares cuentan con un registro de asbesto que detalla en qué lugares del sitio o faena puede encontrarse MCA.

source: Some of this stormwater is collected in a lined pond near the southeast corner of the dump outslope.
es: Parte de estas aguas pluviales son recogidas en una piscina impermeabilizada cerca de la esquina sureste del talud exterior del botadero.

source: Some phases currently being mined, including Phases 6 and 7, are sub-phases (6A and 7A) that will subsequently be pushed back to final phase limits (6B and 7B).
es: Algunas fases actualmente en explotación, como las fases 6 y 7, son subfases (6A y 7A) que posteriormente serán profundizadas hasta los límites finales de las fases (6B y 7B).

source: Some questions you may want to ask:
es: Algunas cosas que puedes preguntar:

source: Sometimes termed the “Toe” row (because it defines the toe of the bench) or the “Adyacente” row (because it is adjacent to the pre-split row).
es: A menudo se le denomina fila “de pie” (debido a que define el pie del banco) o “adyacente” (debido a que es adyacente a la fila de precorte).

source: Source
es: Fuente

source: Source Zone Name
es: Nombre de la zona de fuente

source: Source of gas coming from the investigation hole thought to be methane produced by the decomposition of organic matter below the tailings deposit.
es: Se supuso que la fuente de gas proveniente del pozo de investigación era metano producido por la descomposición de materia orgánica debajo del depósito de relaves.

source: South Central
es: Centro sur

source: Southeast
es: Sureste

source: Spanish – Fluent
es: Dominio de español

source: Speak up!!
es: ¡Dígalo!

source: Speaking on HSSE at a new employee induction
es: Hablar de HSSE en la inducción de un colaborador nuevo

source: Special Note about Templates and Rebranded Material/Stationery/Items
es: Aviso especial sobre plantillas y material/artículos de oficina/otros artículos con la nueva marca

source: Special analyses of rock/liner interaction taking into account the time-dependent swelling characteristics of the shale units.
es: Análisis especiales de interacción roca/revestimiento considerando las características expansivas dependientes del tiempo de las unidades de esquisto.

source: Special functions & Holiday parties (per event)
es: Funciones especiales y festividades (por evento)

source: Special legal implications
es: Implicaciones legales especiales

source: Specialist on constitutive and numerical modelling, geotechnical earthquake engineering and liquefaction, soil-structure interaction analysis, and design of earth and soil-structure systems under static and dynamic loading.
es: Especialista en modelación constitutiva y numérica, ingeniería sísmica geotécnica y licuefacción, análisis de interacción suelo-estructura y diseño de sistemas de tierra y suelo-estructura bajo cargas estáticas y dinámicas.

source: Specialty Items
es: Artículos de especialidad

source: Specific Lift Plan
es: Plan de izaje específico

source: Specific PRC Trigger:
es: Disparador específico del PRC:

source: Specific client proposal(s) in which Jocelyn contributed to the final product.
es: Propuestas específicas del cliente, donde Jocelyn contribuyó para el producto final.

source: Specific estimates of baseflow are not available for La Palestina basin, or other sub-basins within the Project area.
es: No hay estimaciones específicas disponibles del flujo basal de la cuenca La Palestina o de otras subcuencas en el área del Proyecto.

source: Specific recommendations for the continuing geotechnical program are provided in Golder Associates (2017)
es: Golder Associates (2017) entrega recomendaciones específicas para continuar con el programa geotécnico.

source: Specific role included project direction, client engagement, development and negotiation of investigative and remedial strategy with Ecuadorian regulators, and technical work execution and review.
es: Su cargo específico comprende la dirección del proyecto, enlace con cliente, desarrollo y negociación de la estrategia investigativa y de remediación con los reguladores Ecuatorianos, y la ejecución y revisión del trabajo técnico.

source: Specific tasks included the development of the sampling strategy with support from international experts, management of the field team, review of final reports.
es: Las tareas específicas incluyeron el desarrollo de una estrategia de muestro con el apoyo de expertos internacionales, la gestión del equipo en terreno, y la revisión de informes finales.

source: Specific tasks included training Panamanian staff on proper environmental drilling procedures (soil descriptions, sampling collection, health and safety, etc.) and UST system removals (confirmation sampling, health and safety, etc.), as well as supervising subcontractors to ensure work execution and health and safety procedures met company and client standards.
es: Las tareas específicas incluyeron la capacitación del personal Panameño respecto a los procedimientos de perforación ambiental apropiados (descripción de suelos, recolección de muestras, salud y seguridad, etc.) y extracción de sistemas de estanques de almacenamiento subterráneo (muestro de confirmación, salud y seguridad, etc.), así como también la supervisión de subcontratistas para asegurar que la ejecución de los trabajos y los procedimientos de salud y seguridad cumplieran con los estándares de la empresa y del cliente.

source: Specific work tasks focused on navigating the complex regulatory requirements and implementing a feasible technical solution.
es: Las tareas específicas se enfocaron en navegar por los complejos requerimientos normativos y en implementar una solución técnica factible.

source: Specifically the complaint was that he was “passing articulating trucks and cutting in front of dump trucks and other heavy equipment." Our employee has admitted to that statement being partially true.
es: En concreto, la queja fue que había “adelantado a camiones articulados y atravesado frente a camiones tolva y otra maquinaria pesada”. El colaborador admitió que la queja era parcialmente cierta.

source: Specification on requisitions, or to vendors
es: Especificación de solicitudes o de proveedores

source: Spectral acceleration values for return periods longer than 10,000 years are associated with large uncertainties in this type of analysis and should not be used for engineering analysis and design.
es: Los valores de aceleración espectral para periodos de retorno más allá de 10000 años se asocian a grandes incertidumbres en este tipo de análisis y no deben usarse para el análisis y diseño de ingeniería.

source: Spill kits shall be available on sites where hazardous materials are stored on vehicles transporting hazardous materials.
es: Debe haber kits para derrames en los lugares en que haya materiales peligrosos almacenados guardados en vehículos que transportan materiales peligrosos.

source: Spill response equipment shall be suitable for management of marine spills (e.g. floating spill response booms).
es: El equipo de respuesta ante derrames debe ser apto para el manejo de derrames marinos (por ejemplo, barreras flotantes de contención de derrames).

source: Spills/leaks
es: Derrames/fugas

source: Split bulk samples into smaller bags.
es: Dividir muestras a granel en bolsas más pequeñas.

source: Split the offices in 2 groups so each can discuss a case.
es: Divida las oficinas en 2 grupos, para que cada una pueda discutir un caso.

source: Spoil shall be placed outside of the zone of influence.
es: Los residuos de excavación deben colocarse fuera de la zona de influencia.

source: Sponsoring of Green Cards or Residencies
es: Patrocinio de visas o residencias

source: Sponsorships (non-charitable events)
es: Patrocinios (eventos no caritativos)

source: Stability assessment for the crown pillar located above the ore zone MLM No. 2.
es: Evaluación de estabilidad para el pilar corona situado por sobre la zona de mineralización MLM No. 2.

source: Stability assessment for the crown pillars located above near-surface, empty stopes.
es: Evaluación de estabilidad de pilares corona situados por encima de caserones vacíos cercanos a la superficie.

source: Stability assessment of the crown pillars above four new stopes, which were mined after the initial Closure Plan was prepared.
es: Evaluación de estabilidad de pilares corona sobre cuatro nuevos caserones, que fueron explotados luego de que estuvo preparado el Plan de Cierre inicial.

source: Stability assessment of the pit slopes for the extraction of the planned crown pillars, to be located at the pit floors.
es: Evaluación de estabilidad de taludes del rajo para la extracción de los pilares corona planeados, a ser ubicados en los pisos del rajo.

source: Stability is obtained by proper treatment of uncertainties as new data, models, and methods become available.
es: La estabilidad se obtiene por el tratamiento adecuado de incertidumbres a medida que se dispone de datos, modelos y métodos nuevos.

source: Stability of all Volcaniclastic units, but particularly the clay-altered (R0/R1) units, Colluvium, and clay-altered Intrusive will be very sensitive to pore pressures
es: La estabilidad de todas las unidades volcanoclásticas, pero en particular las unidades con alteración argílica (R0/R1), el Coluvión y el intrusivo con alteración argílica serán muy susceptibles a la presión de poros.

source: Stability of the weaker volcaniclastic, sedimentary, and colluvial units is expected to be controlled by the strength of the rock mass, and will be particularly sensitive to the effects of groundwater pressures present in the slope.
es: Se prevé que la estabilidad de las unidades volcanoclástica, sedimentarias y coluviales más débiles esté controlada por la resistencia del macizo rocoso y que sea particularmente susceptible a los efectos de la presión de las aguas subterráneas en el talud.

source: Stability risks relate primarily to weak sediments and groundwater/stormwater control
es: Los riesgos de estabilidad se relacionan principalmente con sedimentos débiles y control de aguas subterráneas/pluviales.

source: Stability was based on the results of analytical, numerical and empirical approaches.
es: La estabilidad se basó en los resultados de métodos analíticos, numéricos y empíricos.

source: Stacked
es: Apilado

source: Stacked logo as first choice
es: Logo apilado como primera opción

source: Staff Comments
es: Comentarios del personal

source: Stakeholders – a person or party with an interest or concern in or issue with Golder or Golder’s business activities and can include a person or an organisation that can affect, be affected by, or perceive itself to be affected by a Golder decision or activity.
es: Actor: persona u organización con interés, preocupación o dificultades con Golder o con actividades de Golder y puede comprender a una persona o a una organización que puede afectar, ser afectada o sentirse afectada por una decisión o actividad de Golder.

source: Stand upwind form the area
es: Situarse donde no sople el viento desde el lugar.

source: Stand-alone Confidentiality Agreements
es: Acuerdos de confidencialidad independientes

source: Standards or specification
es: Estándares o especificaciones

source: Standards' development, communication & maintenance
es: Desarrollo, comunicación y actualización de estándares

source: Standards, specifications &/or design criteria
es: Estándares, especificaciones y/o criterios de diseño

source: Standing Members submit their approval conditions to the Administrator who, upon receipt of conditions communicates those conditions to the Project Pursuit Team and members of the PRC (and/or any approved alternate member) as quickly as possible and prior to their allotted presentation time.
es: Los miembros titulares envían sus condiciones de aprobación al Administrador quien tras recibirlas lo comunica al Grupo de Búsqueda de Proyectos y a los miembros del PRC (o cualquier miembro alternativo autorizado) lo antes posible y antes de su tiempo de presentación asignado.

source: Stanleigh Mine - Rio Algom Ltd.
es: Mina Stanleigh – Rio Algom Ltd.

source: State decision – President; and
es: Indicar decisión - Presidente; y

source: Station Name
es: Nombre

source: Status
es: Estado

source: Stay out of large mobile equipment blind spots.
es: Mantenerse lejos de los puntos ciegos de la maquinaria móvil de gran tamaño.

source: Stay within the Operators field of vision and maintain visual/radio contact with the Operator.
es: Mantenerse dentro del campo de visión del Operador y estar en contacto visual o de radio con este.

source: Steepening design bench face angles in competent rock where structure is favorable
es: Aumentar los ángulos de diseño de frentes en roca competente donde la estructura sea favorable

source: Steeper bench face angles appear feasible
es: Parecen factibles ángulos de frente más altos.

source: Stemming Length
es: Largo de taco

source: Stemming length is 6.5 m with a 45 kg satellite charge mid-way up the stemming.
es: El largo de taco es 6.5 m con una carga satélite de 45 kg en la mitad del taco.

source: Steps involved in the task
es: Pasos contemplados en la tarea

source: Stitch out detailS
es: Detalles de bordado

source: Stitching guidelines coming soon (there will be guidelines for exception made to logo on dark grey and black)
es: Próximamente directrices de bordado (habrá directrices para la excepción con logo sobre gris oscuro y negro)

source: Stock Mine - St. Andrew Goldfield Ltd.
es: Mina Stock – St. Andrew Goldfield Ltd.

source: Stop and seek advice
es: Detenerse y buscar consejo

source: Stop and seek instructions from the Project Manager if the work area or project scope changes.
es: Detenerse y pedir instrucciones al Gerente de Proyecto si cambia el lugar de trabajo o el alcance del proyecto.

source: Stop the source.
es: Detener la fuente.

source: Stop working and shut down equipment
es: Dejar de trabajar y apagar el equipo.

source: Stop – have I got everything I need?
es: Alto - ¿tengo todo lo que necesito?

source: Stope design of the longhole method and assess of the proposed mining sequence using 3D numerical models.
es: Diseño de caserones del método con cámaras extensas y evaluación de la secuencia de minado propuesta usando modelos numéricos 3D.

source: Storage areas should be protected against rain, floods and fire-fighting activities, as water may damage packages, cause hazardous materials to leak or secondary containment (i.e. bunds) to fill with water and become ineffective.
es: Las zonas de almacenamiento deben estar protegidas de la lluvia, las inundaciones y las actividades de combate de incendios, ya que el agua puede dañar las cajas, provocar la fuga de materiales peligrosos o llenar e inutilizar los sistemas de contención de derrames.

source: Store waste as far as practicable away from any sensitive receptors and away from the attention of the members of the public
es: Almacenar los residuos lo más lejos posible de cualquier receptor sensible y alejado de la atención del público.

source: Stored away from sensitive receptors.
es: Almacenar lejos de receptores sensibles.

source: Stormwater
es: Aguas pluviales

source: Stormwater Drainage System
es: Sistema de drenaje de aguas pluviales

source: Stormwater appears to be a major factor in the presence of groundwater in the Colluvium
es: Las aguas pluviales parecen ser un factor importante en la presencia de aguas subterráneas en el Coluvión.

source: Stormwater run-on control and diversion is required to enhance stability
es: Se requiere control y desvío del escurrimiento de aguas pluviales para mejorar la estabilidad.

source: Stormwater runoff erosional channels were also observed in the area of the Jayula Este instability.
es: También se observaron canales erosionales de escorrentía de aguas pluviales en la zona de la inestabilidad Jayula Este.

source: Stormwater should be directed to areas away from areas susceptible to instability (such as the Colluvium and Volcaniclastic sediments) and managed to prevent infiltration from drainage channels, ponds and sumps in these areas.
es: Las aguas pluviales deben dirigirse a zonas apartadas de los lugares susceptibles a inestabilidades (como el Coluvión y los sedimentos volcanoclásticos) y manejarse para impedir la infiltración desde los canales de drenaje, las piscinas y las sentinas en estas zonas.

source: Stormwater thus has the potential to infiltrate into the Colluvium that underlies the area above the 4230 bench.
es: Por lo tanto, las aguas pluviales tienen el potencial de infiltrar en el Coluvión que subyace a la zona por encima del banco 4230.

source: Strata-bound disseminated in the volcani-sedimentary units, including the “black shales”
es: Estratoligados diseminados en las unidades volcanosedimentarias, incluidos los “esquistos negros”.

source: Strategy goals directly relate to the individual's contribution towards the success of the organization's business plan.
es: Los objetivos estratégicos están directamente relacionados a la contribución del individuo para el éxito del plan de negocios de la organización.

source: Stratigraphic Units in the San Cristóbal Basin
es: Unidades estratigráficas en la cuenca San Cristóbal

source: Straw polls will be undertaken in Q3 2017 for 3 positions (one in N America, one in Europe, one based on skills)
es: Se realizarán encuestas en el Q3 de 2017 para 3 puestos (uno en Norteamérica, uno en Europa y uno según competencias)

source: Street closures, transit shutdowns, overloaded communications networks, lots of news coming from unofficial outlets before official communications from government authorities
es: Cierre de calles, paradas de tránsito, redes de comunicación saturadas, muchas noticias provenientes de fuentes no oficiales antes de que salieran comunicados oficiales de autoridades de gobierno

source: Stress (physical or mental)
es: Stress (físico o mental)

source: Stress analysis of the concrete seal and rock under internal pressurization.
es: Análisis de tensiones del sello de hormigón y de la roca bajo presurización interna.

source: Stress analysis of the mining plans for the second half of 1996 and 1997.
es: Análisis de tensión de los planes de minado para la segunda mitad de 1996 y 1997.

source: Strike and dip direction of the fault
es: Rumbo y buzamiento de la falla

source: Strike and dip direction of the fault;
es: Rumbo y dirección de inclinación de la falla

source: Strong to moderate kaolinization is widespread below the silica cap.
es: Hay caolinización fuerte a moderada extendida por debajo del casquete de sílice.

source: Stronger coordination of our global tax functions is expected to reduce risks and save money
es: Se espera que una mejor coordinación de nuestras funciones globales de impuestos reduzca los riesgos y nos ahorre dinero

source: Strongly Agree
es: Completamente de acuerdo

source: Strongly Disagree
es: Muy en desacuerdo

source: Structural Domain
es: Dominio estructural

source: Structural Inspection Team: Inspected structural damage in buildings caused by the September 19, 1985 Mexico City earthquake.Taught undergraduate courses on Algebra, Analytic Geometry, and Calculus.
es: Equipo de Inspección Estructural: inspeccionó el daño estructural en edificios causado por el terremoto del 19 de septiembre de 1985 en Ciudad de México.Enseñó cursos de pregrado en álgebra, geometría analítica y cálculo.

source: Structural mapping of open pit walls and exposed walls of underground openings.
es: Mapeo estructural de muros de rajo y muros expuestos de excavaciones subterráneas.

source: Structure of responsibility and accountability, project management
es: Estructura de responsabilidad y rendición de cuentas, gestión de proyecto

source: Studies of faults within the AFZ between latitudes 20° to 27° South indicate that initial displacements on the AFZ occurred in the Jurassic to early-Cretaceous Periods, and coincided with magmatic emplacement within the Coastal Cordillera (e.g., Brown et al. 1993; Delouis et al. 1998).
es: Los estudios de fallas en la ZFA entre las latitudes 20° y 27° S indican que los desplazamientos iniciales en la ZFA tuvieron lugar del Jurásico al Cretáceo temprano y coincidieron con emplazamientos magmáticos dentro de la Cordillera de la Costa (Brown et al. 1993; Delouis et al. 1998).

source: Study Background
es: Antecedentes del estudio

source: Study of alternatives for mining the crown pillar under the proposed open pit at the Fortaleza de Minas mine, and analysis of alternatives to mining the longitudinal retreat stoping method with delayed backfill as the mine moves to an underground exploration.
es: Estudio de alternativas para el minado del pilar corona bajo el pit propuesto en la mina Fortaleza e Minas y análisis de alternativas para minado con el método de explotación longitudinal por cámaras en retirada con relleno retrasado a medida que la mina pasa a una exploración subterránea.

source: Sub contractor approval
es: Aprobación del subcontratista

source: Sub-Region VP
es: VP Subregional

source: Sub-rounded to sub-angular clasts are typically smaller than 5 cm.
es: Los clastos subredondeados a subangulares suelen ser de tamaño inferior a 5 cm.

source: Subcontractor
es: Subcontratista

source: Subcontractor – a person or party with whom Golder contracts part of our services to or arranges supply with and to whom Golder owes a duty of care.
es: Subcontratista: persona u organización a quien Golder contrata o de la cual recibe suministros y con la cual Golder tiene un deber de cuidado.
